{
    "wmatch": "CANNABIS",
    "login": {
        "welcome": "Welcome {{name}} to our localized app!",
        "signup_button": "You are a member? Log In",
        "login": "Log In",
        "register": "Create account",
        "redes": "Log In with social networks",
        "facebook": "Continue with Facebook",
        "forgot": "Forgot password",
        "required_fields_error": "Username and password are required"
    },
    "register": {
        "paso1": "Continue",
        "facebook": "Continue with Facebook",
        "textFacebook": "We don't publish on your FB account",
        "opt": "OR",
        "terms": "Terms and Conditions",
        "name": "Name",
        "about": "About you",
        "distance": "Maximum distance",
        "silence": "Mute Me Encanta notifications",
        "ownGen": "Your gender",
        "fullName": "Full name",
        "password": "Password",
        "username": "Username",
        "username_or_email": "Username or Email",
        "male": "Man",
        "female": "Woman",
        "email": "Email",
        "age": "Date of birth",
        "all": "Everyone",
        "other": "Other",
        "allInputs": "All inputs required",
        "errorFullName": "Invalid full name",
        "errorEmail": "Invalid email",
        "errorPassword": "Invalid password",
        "errorUsername": "Invalid username",
        "errorSex": "Invalid sex",
        "errorAge": "Invalid age",
        "errorTitle": "Register fail",
        "successTitle": "Successfully registered",
        "photo": "Your photo",
        "sexRequired": "Invalid sex, is required",
        "imageRequired": "Image is required",
        "ageRequired": "Date of birth is required",
        "editProfile": "Edit Profile",
        "termsPopup": {
            "accept": "Accept",
            "reject": "Don't accept",
            "text": "Última revisión el 07/11/2018\n Bienvenidos a Weedmatch, operada por Grupo WHYNOT SpA (“nosotros”, “Compañía” o “Weedmatch”) \n Aceptación de los Términos y Condiciones\n Al crear una cuenta o usar una cuenta en Weedmatch estás aceptando estar sujeto a estos Términos y Condiciones. Si no estás de acuerdo con ellos, por favor no uses la plataforma Weedmatch. \n Podemos hacer cambios a este Acuerdo cada cierto tiempo por un número de razones, incluyendo reflejar cambios requeridos por la autoridad, nuevas funciones, o cambios en prácticas de negocios. La versión más reciente de este Acuerdo siempre estará colgada en la web oficial weedmatch.cl y regularmente debes estar chequeándola. \n Si los cambios incluyen cambios materiales que afectan tus derechos o obligaciones, te notificaremos por adelantado de estos cambios a través de la plataforma o vía email. Si sigues usando Weedmatch después de que los cambios se hacen efectivos entonces estarás de acuerdo con ellos. \n Eligibilidad \n Tienes que tener al menos 18 años para crear una cuenta con Weedmatch y usar el servicio. Al crear una cuenta y usar el servicio, declaras y garantizas que: \n Puedes formar un contrato vinculante con Weedmatch. Cumplirás con este Acuerdo y todas las leyes, normas y reglamentos locales, estatales, nacionales e internacionales y que nunca has sido condenado por un delito grave ni registrado como delincuente sexual en ningún estado, federación o localidad. \n Tu cuenta \n Para usar Weedmatch tu puedes iniciar sesión con Facebook. Si lo haces, autorizas el acceso y uso a cierta información de tu cuenta de Facebook, incluyendo, pero no limitando, acceso a tu perfil público e información acerca de tus amigos dentro de Facebook. \n Tu eres responsable de mantener la confidencialidad de tus datos de login de Facebook que uses en Weedmatch y tú eres el único responsable por toda la actividad que ocurra en tu cuenta con esas credenciales. Si crees que alguien ganó acceso a tu cuenta, escríbenos inmediatamente a ayuda@weedmatch.cl. \n Modificación de los Términos y Terminación \n Weedmatch siempre está tratando de mejorar su servicio y traerte funcionalidad adicional que encuentres atractiva y útil. Esto significa que podemos añadir nueva funcionalidad o mejoras cada cierto tiempo, así como quitar alguna funcionalidad, y si estas no afectan materialmente tus derechos o obligaciones, quizás no te avisemos al tomar tales decisiones. \n Puedes terminar tu cuenta en cualquier momento, por cualquier razón, siguiendo los pasos en la pantalla de “Ajustes” dentro de la plataforma de Weedmatch, sin embargo tú tendrás que encargarte las compras dentro de la aplicación a través de la plataforma móvil que utilices (ej. iTunes, Google Play). Weedmatch puede terminar tu cuenta en cualquier momento sin ningún aviso si creemos que has violado nuestro Acuerdo. Si esto llega a suceder, no tendrás derecho al reembolso de compras. Al finalizar la terminación de la cuenta, finaliza este Acuerdo también. \n Seguridad, tu interacción con otros \n Aunque Weedmatch apunta a promover una cultura respetuosa de interacción entre los usuarios a través de su funcionalidad y settings de privacidad de usuario, no es responsable por la conducta de cualquier usuario dentro o fuera del Servicio. Aceptas tener precaución en todas las interacciones con otros usuarios, particularmente si decides comunicarte fuera del servicio o reunirse en persona. Además aceptas revisar y seguir los Consejos de seguridad de Weedmatch que se encuentran en weedmatch.cl, antes de usar el servicio. No debes proporcionar tu información financiera (por ejemplo la información de tu tarjeta de crédito o cuenta bancaria) ni transferir o enviar dinero a otros usuarios. \n TÚ ERES EL ÚNICO RESPONSABLE POR TUS INTERACIONES CON OTROS USUARIOS. ENTIENDES QUE WEEDMATCH NO REALIZA CHEQUEO DE ANTECEDENTES CRIMINALES A SUS USUARIOS NI INVESTIGA SU PASADO. WEEDMATCH NO REPRESENTA NI DA GARANTÍAS EN CUANTO A LA CONDUCTAS DE LOS USUARIOS. WEEDMATCH SE RESERVA EL DERECHO DE REALIZAR CUALQUIER ANÁLISIS CRIMINAL DE ANTECEDENTES U OTRAS PRUEBAS (COMO BÚSQUEDAS EN REGISTROS DE CRIMINALES SEXUALES) EN CUALQUIER MOMENTO USANDO REGISTROS PÚBLICOS DISPONIBLES). \n Derechos que Weedmatch te otorga \n Weedmatch te otorga una licencia personal, mundial, libre de regalías, no asignable, no exclusiva, revocable y no sublicenciable para acceder y utilizar los Servicios. Esta licencia tiene el único propósito de permitirte usar y disfrutar los beneficios de los Servicios según lo previsto por Weedmatch y permitido por este Acuerdo. Por lo tanto, aceptas no hacer lo siguiente: \n Utilizar el Servicio o cualquier contenido o cualquier contenido incluido en el Servicio para fines comerciales sin nuestro consentimiento por escrito. \n Copiar, modiicar, transmitir, crear trabajos derivados de, hacer uso de, o reproducir de cualquier manera material protegido por derechos de autor, imágenes, marcas comerciales, nombre comerciales, marcas de servicio u otra propiedad intelectual, contenido o información patentada accesible a través del Servicio sin previo consentimiento por escrito de Weedmatch. Expresar o insinuar que cualquier declaración que realices está respaldada por Weedmatch Usar cualquier robot, bot, araña, rastreador, scrapper, aplicación de búsqueda y recuperación de sitios, proxies u otro dispositivo manual o automático, método o proceso para acceder, recuperar, indexar, “extraer datos”, o de alguna manera reproducir o burlar la estructura de navegación o presentación del Servicio o sus contenidos. Usar los Servicios de cualquier manera que pueda interferir, interrumpir o afectar negativamente el Servicio o los servidores o redes conectadas al Servicio. Cargar virus u otro código malicioso o poner en peligro la seguridad de los Servicios “Enmarcar” o “reflejar” cualquier parte del Servicio sin la autorización previa por escrito de Weedmatch. Usar meta etiquetas, códigos u otros dispositivos que contengan alguna referencia a Weedmatch o al Servicio (o cualquier marca comercial, nombre comercial, marca de servicio, logotipo o eslogan de Weedmatch) para dirigir a cualquier persona a cualquier otro sitio web para cualquier propósito. Modificar, adaptar, sublicenciar, traducir, vender, realizar ingeniería inversa, descifrar, descompilar o desensamblar cualquier parte del Servicio, o hacer que otros lo hagan. Utilizar o desarrollar aplicaciones de terceros que interactúen con los Servicios o el contenido o información de otros usuarios sin nuestro consentimiento por escrito. Utilizar, acceder o publicar la interfaz de programación de la aplicación Weedmatch sin nuestro consentimineto por escrito. Sondear, escanear o probar la vulnerabilidad de nuestros Servicios o cualquier sistema o red. Alentar o promover cualquier actividad que viole este Acuerdo. Weedmatch puede investigar y tomar cualquier acción legal disponible en respuesta a usos ilegales y / o no autorizados del Servicio, incluida la terminación de tu cuenta. Cualquier software que proporcionemos puede descargar e instalar actualizaciones de cualquier naturaleza (como nuevas funcionalidades) automáticamente. Es posible que ajustes estas descargas automáticas a través de la configuración de la aplicación en tu dispositivo. \n Derechos que otorgas a Weedmatch \n Al crear una cuenta, otorgas a Weedmatch un derecho y licencia a nivel mundial, transferible, sublicenciable y libre de regalías para alojar, almacenar, usar, copiar, mostrar, reproducir, adaptar, editar, publicar, modificar y distribuir la información que nos autorizas a acceder desde Facebook, así como también cualquier información que publiques, cargues, muestres o pongas a disposición (colectivamente cualquier material que “publiques”) en el Servicio o transmitas a otros usuarios (colectivamente “El Contenido”). \n Nuestra licencia para tu contenido está sujeta a tus derechos según la ley aplicable (por ejemplo, leyes sobre protección de datos personales en la medida en que cualquier Contenido contenga información personal según lo que definen estas leyes) y tiene el propósito limitado de operar, desarrollar, proporcionar y mejorar el Servicio a través de la investigación y desarrollo de nuevas funcionalidades. Aceptas que cualquier contenido que coloques o que nos autorice a colocar en el Servicio puede ser visto por otros usuarios y puede ser visto por cualquier persona que visite o participe en el Servicio (como individuos que pueden recibir Contenido compartido de otros usuarios de Weedmatch). \n Aceptas que toda la información que envíes al crear tu cuenta, incluida la información enviada desde su cuenta de Facebook, es precisa y veraz, y tienes los derechos para colocar ese contenido en el Servicio y otorgas su licencia a Weedmatch. \n Comprendes y aceptas que podemos supervisar o revisar cualquier Contenido que publiques en el Servicio. Podemos eliminar cualquier Contenido, en su totalidad o parcialmente, que a nuestro exclusivo criterio viole este Acuerdo o pueda dañar la reputación del Servicio. \n Al comunicarte con nuestros representantes de atención al cliente, aceptas ser respetuoso y amable. Si consideramos que tu comportamiento hacia cualquier de nuestros representantes u otros empleados es en cualquier momento amenazante u ofensivo, nos reservamos el derecho de rescindir de tu cuenta de inmediato. \n En consideración de que Weedmatch te permite usar los Servicios, tú aceptas que nosotros, nuestros afiliados y nuestros socios externos puedan colocar publicidad en los Servicios. Al enviar sugerencias o comentarios a Weedmatch con respecto a nuestros Servicios, aceptas que Weedmatch pueda usar y compartir dichos comentarios para cualquier propósito sin compensarlo. \n Aceptas que Weedmatch pueda acceder, preservar y divulgar la información y el Contenido de tu cuenta si así lo exige la ley o cree de buena fe que dicho acceso, preservación o divulgación es razonablemente necesaria, como por ejemplo: (i) cumplir con un proceso legal (ii) hacer cumplir este Acuerdo (iii) responder reclamos de que cualquier Contenido viola los derechos de terceros; (iv) responder a tus solicitudes de servicio al cliente; o (v) proteger los derechos, de propiedad o seguridad personal de la Compañía o cualquier otra persona. \n Reglas de la comunidad \n Al usar los Servicios, aceptas que no vas a: \n Usar el servicio para cualquier propósito que sea ilegal o prohibido de acuerdo a este Acuerdo. Hacer uso del servicio con la intención de comercialización de cualquier tipo de droga o sustancia ilegal. Enviar correos no deseados, solicitar dinero o engañar a cualquier usuario. Suplantar a cualquier persona o entidad o publicar cualquier imagen de otra persona sin su permiso. Intimidar, “acechar”, hostigar o difamar a cualquier persona Publicar cualquier Contenido que viole o infrinja los derechos de cualquier persona, incluidos los derechos de publicidad, privacidad, derechos de autor, marca comercial u otra propiedad intelectual o derecho contractual. Publicar cualquier contenido que sea incitación al odio, amenazante, sexualmente explícito o pornográfico; incita a la violencia o contiene desnudos o violencia gráfica. Publicar cualquier Contenido que promueva el racismo, el fanatismo, el odio o el daño físico de cualquier tipo contra cualquier grupo o individuo. Solicitar contraseñas para cualquier propósito, o información de identificación personal para propósitos comerciales o ilegales de otros usuarios o diseminar información persona de otra persona sin su permiso. Usar la cuenta de otro usuario. Crear otra cuenta si ya hemos cancelado tu cuenta, a menos que tengas nuestro permiso. \n Weedmatch se reserva el derecho de investigar y / o cancelar tu cuenta sin un reembolso de niguna compra si has utilizado indebidamente el Servicio o te has comportado de una manera que Weedmatch considera inapropiada o ilegal, incluidas las acciones o comunicaciones que se producen fuera del Servicio pero involucran a usuarios que conociste a través del Servicio. \n Contenido de otros usuarios \n Aunque Weedmatch se reserva el derecho de revisar y eliminar el Contenido que infringe este Acuerdo, dicho Contenido es responsabilidad exclusiva del usuario que lo publica y Weedmatch no puede garantizar que todo el Contenido cumpla con este Acuerdo. \n Si ves contenidos que infrigen este Acuerdo, por favor infórmanos a través de la plataforma o a ayuda@weedmatch.cl. \n Descargo de Responsabilidad \n WEEDMATCH PROPORCIONA EL SERVICIO “TAL CUAL” Y “SEGÚN DISPONIBILIDAD” Y EN LA MEDIDA EN QUE LO PERMITA LA LEY APLICABLE, NO OTORGA NINGUNA GARANTÍA DE NINGÚN TIPO, YA SEA EXPRESA, IMPLÍCITA, REGLAMENTARIA O DE OTRO TIPO RESPECTO AL SERVICIO (INCLUYENDO TODO EL CONTENIDO MOSTRADO AQUÍ), INCLUYENDO, SIN LIMITACIÓN, CUALQUIER GARANTÍA IMPLÍCITA DE CALIDAD SATISFACTORIA, COMERCIABILIDAD, IDONEIDAD PARA UN PROPÓSITO PARTICULAR. WEEDMATCH NO DECLARA NI GARANTIZA QUE (A) EL SERVICIO SERÁ ININTERRUMPIDO, SEGURO O SIN ERRORES, (B) CUALQUIER DEFECTO O ERROR EN EL SERVICIO SERÁ CORREGIDO, O (C) QUE CUALQUIER CONTENIDO O INFORMACIÓN QUE OBTENGA A TRAVÉS DE LOS SERVICIOS SERÁN EXACTOS. \n WEEDMATCH NO SE HACE RESPONSABLE POR NINGÚN CONTENIDO QUE TU, OTRO USUARIO O TERCEROS, ENVÍEN O RECIBAN A TRAVÉS DE LOS SERVICIOS. CUALQUIER MATERIAL DESCARGADO U OBTENIDO DE OTRO MODO MEDIANTE EL USO DEL SERVICIO SE ACCEDE BAJO TU PROPIA DISCRECIÓN Y RIESGO. \n Servicios de Terceros \n El Servicio puede contener publicidades o promociones ofrecidas por terceros y enlaces a otros sitios web o recursos. Weedmatch no es responsable de la disponibilidad (o la falta de disponibilidad) de dichos sitios web o recursos externos. Si eliges interactuar con las terceras partes que están disponibles a través de nuestro Servicio, los términos de dicha parte regirán su relación contigo. Weedmatch no se hace responsable de los términos o acciones de dichos terceros. \n Limitación de responsabilidad \n HASTA EL GRADO MÁXIMO PERMITIDO POR LA LEY APLICABLE, EN NINGÚN CASO WEEDMATCH, SUS AFILIADOS, EMPLEADOS, LICENCIATARIOS O PROVEEDORES DE SERVICIOS SERÁN RESPONSABLES DE DAÑOS INDIRECTOS, CONSECUENCIALES, EJEMPLARES, INCIDENTALES, ESPECIALES O PUNITIVOS, INCLUYENDO, SIN LIMITACIÓN, LA PÉRDIDA DE BENEFICIOS, YA SEAN INCIDENTES DIRECTA O INDIRECTAMENTE, O CUALQUIER PÉRDIDA DE DATOS, USO, BUENA VOLUNTAD U OTRAS PÉRDIDAS INTANGIBLES, RESULTANTES DE: (I) TU ACCESO O USO O INCAPACIDAD PARA ACCEDER O UTILIZA EL SERVICIO, (II) LA CONDUCTA O CONTENIDO DE OTROS USUARIOS O TERCEROS A TRAVÉS DEL USO DE LOS SERVICIOS O DESPUÉS DEL USO DE LOS MISMOS, O (III) ACCESO, USO O ALTERACIÓN NO AUTORIZADA DE SU CONTENIDO, INCLUSO SI WEEDMATCH HA SIDO ADVERTIDO DE LA POSIBILIDAD DE DICHOS DAÑOS. BAJO NINGUNA CIRCUNSTANCIA LA RESPONSABILIDAD DE WEEDMATCH ANTE TI POR TODOS LOS RECLAMOS RELACIONADOS CON EL SERVICIO EXCEDERÁ LA CANTIDAD PAGADA POR TI MIENTRAS USASTE TU CUENTA WEEDMATCH. \n ALGUNAS JURISDICCIONES NO PERMITEN LA EXCLUSIÓN O LIMITACIÓN DE DETERMINADOS DAÑOS, DE MODO QUE ALGUNAS O TODAS LAS EXCLUSIONES Y LIMITACIONES DE ESTA SECCIÓN PUEDEN NO SER APLICABLES EN TU CASO. \n OTROS \n Este Acuerdo, con la Política de Privacidad, los Consejos de Seguridad y los términos divulgados contienen el acuerdo completo entre tú y Weedmatch con respecto al uso del Servicio. Si alguna disposición de este Acuerdo se considera inválida, el resto de este Acuerdo continuará en pleno vigor y efecto. El hecho de que la Compañía no ejerza o haga valer ningún derecho o disposición de este Acuerdo no constituirá una renuncia a dicho derecho o disposición. Usted acepta que su cuenta de Weedmatch no es transferible y todos los derechos sobre su cuenta y su Contenido terminan cuando fallezcas. No se crea ninguna agencia, sociedad, empresa conjunta o empleo como resultado de este Acuerdo y usted no puede hacer ninguna representación ni vincular a Weedmatch de ninguna manera."
        }
    },
    "main": {
        "title": "LINKING LOVERS OF THE",
        "register": "Register",
        "registerContinue": "Continue register",
        "iAm": "I am...",
        "profile": "Profile",
        "noti": "Notifications",
        "message": "Chats",
        "like": "Love it",
        "login": "Log In",
        "recover": "Recover Password",
        "internet": "No Internet Connection",
        "password": "Change password",
        "pro": "Buy pro version",
        "pay": "Pay with credit card",
        "changes": "Save changes",
        "error": "Server error, sorry try again later"
    },
    "home": {
        "actionSheet": "Pick one option",
        "camera": "Camera",
        "biblio": "Library",
        "cancel": "Cancel",
        "alerta": "Alert",
        "upload": "Upload Image",
        "comment": "Comment"
    },
    "forgot": {
        "send": "Send",
        "code": "Code",
        "password": "Password",
        "confirmPassword": "Confirm Password"
    },
    "swiper": {
        "match": "{{name}} and you like each other!",
        "hi": "Say Hi!",
        "continue": "Continue",
        "searching": "Looking for people near you",
        "hours": " hours and ",
        "minutes": " minutes to do this action again.",
        "BLOCK_OR_REPORT": "Block"
    },
    "chat": {
        "nomsg": "You do not have active conversations",
        "noLike": "You do not have new notifications",
        "reconnect": "Reconnecting",
        "write": "Be the first to write a message"
    },
    "report": {
        "commentInputPlaceholder": "Comment (optional)",
        "title": "Report and Block User",
        "reasonText": "Reason:",
        "reason": {
            "BULLYING": "Harassment or bullying",
            "HATE": "Language or symbols that incite hatred",
            "INFRINGEMENT": "Infringement of intellectual property",
            "INJURY": "Self-injury",
            "PORN": "Pornography or Nudes",
            "SALE": "Sale or promotion of drugs",
            "SPAM": "Spam or Fraud",
            "VIOLENCE": "Violence or threat of violence"
        },
        "send": "Send",
        "success": "Report made successfully",
        "error": "An error happened trying to make the report",
        "messageWhenSending": "Your report will be sent",
        "header": "Reporting user"
    },
    "PublicProfile": {
        "reportButtonText": "Report"
    }
}
